const typingList = [
    "Nothing.😶",
    "내 마음에 비친 내 모습",
    "JavaScript (JS)는 가벼운, 인터프리터 혹은 just-in-time 컴파일 프로그래밍 언어로, 일급 함수를 지원합니다. 웹 페이지를 위한 스크립트 언어로 잘 알려져 있지만, Node.js, Apache CouchDB, Adobe Acrobat처럼 많은 비 브라우저 환경에서도 사용하고 있습니다. JavaScript는 프로토타입 기반, 다중 패러다임, 단일 스레드, 동적 언어로, 객체지향형, 명령형, 선언형(함수형 프로그래밍 등) 스타일을 지원합니다.",
    "파이썬은 1991년에 귀도 반 로섬(Guido van Rossum)에 의해 만들어진 인터프리터 프로그래밍 언어이다. 직관적이고 쉬운 문법과 다양하고 풍부한 라이브러리들을 바탕으로 한 강력한 생태계를 가지고 있어 프로그래밍 교육, 인공지능, 데이터 분석 및 빅데이터, 백엔드, 프론트엔드, 웹 스크래핑 등 다양한 분야에서 사용되며, 이에 힘입어 2023 TIOBE 인덱스 기준 프로그래밍 언어 순위 1위이기도 하다.",
    "FastAPI is a modern, fast (high-performance), web framework for building APIs with Python based on standard Python type hints.",
    "Representational State Transfer(REST)는 API 작동 방식에 대한 조건을 부과하는 소프트웨어 아키텍처입니다. REST는 처음에 인터넷과 같은 복잡한 네트워크에서 통신을 관리하기 위한 지침으로 만들어졌습니다. REST 기반 아키텍처를 사용하여 대규모의 고성능 통신을 안정적으로 지원할 수 있습니다. 쉽게 구현하고 수정할 수 있어 모든 API 시스템을 파악하고 여러 플랫폼에서 사용할 수 있습니다.",
    "기본적으로 미니멀하고 커스텀이 가능한 타자 연습으로, 많은 테스트 모드와 타수 기록을 저장하는 계정 시스템, 테마, 소리, 부드러운 커서 이동, 깃허브에 언어 및 단어 추가 등 많은 커스텀 기능들을 제공한다. 외국 유저들이 이 사이트에서 타자 연습을 많이 하는 이유는 가장 빠른 오타, 타수, 정확성에 대한 실시간 피드백을 제공하여 자연스러운 타이핑 경험을 모방할 수 있기 때문이다.",
    "생각이 많은 건 말이야 당연히 해야 할 일이야 나에겐 우리가 지금 일순위야 안전한 유리병을 핑계로 바람을 가둬 둔 것 같지만",
    "Damn I wish I missed my ex",
    "여타 DBMS 언어와 달리, 읽기 모드를 두 가지로 분류시켜놨다. 트랜잭션 처리에 용이하면서도, 별도의 레벨 조절 없이 읽기 일관성을 유지할 수 있다. 또한 큰 테이블이나 인덱스를 분해하는 파티션 기능을 제공하여 초거대규모 데이터베이스 관리에 용이하게 하였다.",
    "페럿은 활발하고 호기심이 많은 동물로 알려져 있습니다. 매우 민첩하며, 놀이를 좋아하고 탐구심이 강해 장난감이나 구조물을 탐험하는 것을 즐깁니다.",
    "I love my baby, she's the best She picks me up at LAX What gets me through the longest flight (From Cape Town through Dubai) My baby, baby, she's the best",
    "숨가쁘게 흘러가는 여기 도시의 소음 속에서 빛을 잃어가는 모든것 놓치긴 아쉬워 잠깐 동안 멈춰서서 머리 위 하늘을 봐 우리 지친 마음 조금은 쉴 수 있게 할거야  한 걸음 더 천천히 간다해도 그리 늦은 것은 아냐 이 세상도 사람들 얘기처럼 복잡하지 만은 않아",
    "지금 이 말이 우리가 다시 시작하자는 건 아냐 그저 너의 남아있던 기억들이 떠올랐을 뿐이야 정말 하루도 빠짐없이 (너는) 사랑한다 말해줬었지 잠들기 전에 또 눈 뜨자마자 말해주던 너 생각이 나 말해보는 거야"
  ];

export default typingList