const typingList = [
    "Nothing.😶",
    "JavaScript (JS)는 가벼운, 인터프리터 혹은 just-in-time 컴파일 프로그래밍 언어로, 일급 함수를 지원합니다. 웹 페이지를 위한 스크립트 언어로 잘 알려져 있지만, Node.js, Apache CouchDB, Adobe Acrobat처럼 많은 비 브라우저 환경에서도 사용하고 있습니다. JavaScript는 프로토타입 기반, 다중 패러다임, 단일 스레드, 동적 언어로, 객체지향형, 명령형, 선언형(함수형 프로그래밍 등) 스타일을 지원합니다.",
    "파이썬은 1991년에 귀도 반 로섬(Guido van Rossum)에 의해 만들어진 인터프리터 프로그래밍 언어이다. 직관적이고 쉬운 문법과 다양하고 풍부한 라이브러리들을 바탕으로 한 강력한 생태계를 가지고 있어 프로그래밍 교육, 인공지능, 데이터 분석 및 빅데이터, 백엔드, 프론트엔드, 웹 스크래핑 등 다양한 분야에서 사용되며, 이에 힘입어 2023 TIOBE 인덱스 기준 프로그래밍 언어 순위 1위이기도 하다.",
    "Representational State Transfer(REST)는 API 작동 방식에 대한 조건을 부과하는 소프트웨어 아키텍처입니다. REST는 처음에 인터넷과 같은 복잡한 네트워크에서 통신을 관리하기 위한 지침으로 만들어졌습니다. REST 기반 아키텍처를 사용하여 대규모의 고성능 통신을 안정적으로 지원할 수 있습니다. 쉽게 구현하고 수정할 수 있어 모든 API 시스템을 파악하고 여러 플랫폼에서 사용할 수 있습니다.",
    "기본적으로 미니멀하고 커스텀이 가능한 타자 연습으로, 많은 테스트 모드와 타수 기록을 저장하는 계정 시스템, 테마, 소리, 부드러운 커서 이동, 깃허브에 언어 및 단어 추가 등 많은 커스텀 기능들을 제공한다. 외국 유저들이 이 사이트에서 타자 연습을 많이 하는 이유는 가장 빠른 오타, 타수, 정확성에 대한 실시간 피드백을 제공하여 자연스러운 타이핑 경험을 모방할 수 있기 때문이다.",
    "여타 DBMS 언어와 달리, 읽기 모드를 두 가지로 분류시켜놨다. 트랜잭션 처리에 용이하면서도, 별도의 레벨 조절 없이 읽기 일관성을 유지할 수 있다. 또한 큰 테이블이나 인덱스를 분해하는 파티션 기능을 제공하여 초거대규모 데이터베이스 관리에 용이하게 하였다.",
    "페럿은 활발하고 호기심이 많은 동물로 알려져 있습니다. 매우 민첩하며, 놀이를 좋아하고 탐구심이 강해 장난감이나 구조물을 탐험하는 것을 즐깁니다.",
    "기술 스택: 서버 - FastAPI Oracle DB, 클라이언트 - React",
    "bgj0127@gmail.com",
    "문어는 세 개의 심장을 가지고 있으며, 그중 두 개는 아가미에 혈액을 펌핑하고 하나는 나머지 몸에 혈액을 펌핑합니다.",
    "지구의 대기는 약 78%의 질소와 21%의 산소로 구성되어 있으며, 나머지 1%는 아르곤, 이산화탄소 등의 기체로 이루어져 있습니다.",
    "벌은 다섯 개의 눈을 가지고 있으며, 두 개의 큰 눈과 세 개의 작은 눈으로 구성되어 있습니다.",
    "빛은 진공 상태에서 초속 약 299,792킬로미터로 이동하며, 이는 1초에 지구를 일곱 바퀴 반 돌 수 있는 속도입니다.",
    "벌새는 유일하게 뒤로 날 수 있는 새로, 빠른 날개 짓 덕분에 공중에 고정된 상태로 있을 수 있습니다.",
    "아인슈타인은 상대성 이론을 통해 시간과 공간이 서로 얽혀 있음을 보여주었으며, 이는 현대 물리학의 중요한 기초가 되었습니다.",
    "FastAPI는 표준 Python 타입 힌트를 기반으로 Python으로 API를 구축하기 위한 현대적이고 빠르며(고성능의) 웹 프레임워크입니다.",
    "인간의 뇌는 약 1.4킬로그램 정도의 무게를 가지며, 약 1000억 개의 뉴런을 포함하고 있습니다.",
    "Pandas는 데이터 과학자, 분석가, 엔지니어들이 데이터를 더 쉽게 다루고 분석할 수 있도록 설계된 강력한 도구입니다. Pandas를 사용하면 복잡한 데이터 작업을 효율적으로 처리할 수 있어 데이터 분석 작업의 생산성을 크게 향상시킬 수 있습니다.",
    "결측값 처리: 누락된 데이터를 제거하거나 대체합니다. 이상치 제거: 비정상적으로 큰 값이나 작은 값을 식별하고 제거합니다. 중복 제거: 중복된 데이터를 찾아 제거합니다. 데이터 형식 변환: 데이터 타입을 일관되게 맞춥니다 (예: 날짜 형식 변환).",
  ];

export default typingList